{
    "DishDiscovery": "डिशडिस्कवरी",
    "DISHDISCOVERY": "डिशडिस्कवरी",
    "From Kitchen Creations to International Flavors": "रसोई से अंतर्राष्ट्रीय स्वादों तक",
    "Unleashing Culinary Creativity, One Recipe at a Time!": "रसोईघर की रचनात्मकता को एक रेसिपी एक समय में मुक्त करते हैं!",
    "Get All Recipes": "सभी रेसिपी प्राप्त करें",
    "Upload Your Own Recipe": "अपनी खुद की रेसिपी अपलोड करें",
    "Explore More": "और अधिक अन्वेषण करें",
    "Share and Discover Amazing Recipes": "अद्भुत रेसिपी साझा करें और खोजें",
    "Explore a wide variety of mouth-watering recipes": "मुखपृष्ठ की व्यापक सामग्री का अन्वेषण करें",
    "shared by our community of passionate home cooks.": "हमारे उत्साही गृहस्थ रसोई खाने वालों के समुदाय द्वारा साझा किया गया।",
    "From appetizers to desserts, we have something for everyone.": "नास्ता से मिठाई तक, हर किसी के लिए कुछ है।",
    "Connect With Food Lovers!!": "खाने के शौकीनों से जुड़ें!!",
    "About Us": "हमारे बारे में",
    "DishDiscovery: Your ultimate recipe haven. Explore a world of culinary creativity with our diverse recipes.": "डिशडिस्कवरी: आपका अंतिम रेसिपी का आशियाना। हमारी विविध रेसिपी के साथ खाना पकाने की रचनात्मकता की दुनिया का अन्वेषण करें।",
    "From": "से",
    "savory to sweet, embark on a flavorful journey with our detailed guides. Unleash your inner chef and savor": "नमकीन से मिठाई तक, हमारे विस्तृत मार्गदर्शकों के साथ एक स्वादमय सफर पर उतरें। अपने आंतरिक शेफ को छोड़ें और",
    "the": "उसका",
    "joy of creating delicious dishes in your own kitchen.": "खुद के रसोईघर में स्वादिष्ट डिश बनाने का आनंद लें।",
    "Why DishDiscovery?": "क्यों व्यंजनखोज?",
    "A platform for food enthusiasts.": "खाने के शौकियों के लिए एक प्लेटफ़ॉर्म।",
    "Create and Share: Show off your cooking skills!share, explore, and celebrate the art of cooking.": "सृजन और साझा करें: अपने पाकने के कौशल का प्रदर्शन करें! साझा करें, अन्वेषण करें, और पाकने कला का जश्न मनाएं।",
    "Search and Discover: Looking for inspiration? Search for recipes to try something new. Our platform is your go-to source for culinary exploration.": "खोज और खोज: प्रेरणा की तलाश में हैं? कुछ नया प्रयास करने के लिए रेसिपीज़ की खोज करें। हमारा प्लेटफ़ॉर्म रसोईघर के अन्वेषण के लिए आपका गो-टू स्रोत है।",
    "Receive comments and likes from others who appreciate your culinary creations.": "अपने रसोईघर के निर्माण को सराहना और पसंद करने वालों से टिप्पणियाँ और पसंद मिलें।",
    "Your digital kitchen is here.": "आपका डिजिटल रसोईघर यहां है।",
    "Every dish is a discovery, and we invite you to be a part of this flavorful journey.": "हर डिश एक खोज है, और हम आपको इस स्वादिष्ट यात्रा का हिस्सा बनने के लिए आमंत्रित करते हैं।",
    "Our Goal": "हमारा लक्ष्य",
    "Our goal at DishDiscovery is to create a welcoming space for sharing recipes.": "हमारा लक्ष्य डिशडिस्कवरी पर रेसिपी साझा करने के लिए एक स्वागत देने वाले स्थान बनाना है।",
    "Our platform aims to make the process of finding, sharing, and exploring recipes simple and enjoyable.": "हमारा प्लेटफ़ॉर्म रेसिपीज़ ढूंढने, साझा करने और अन्वेषण करने की प्रक्रिया को सरल और आनंददायक बनाने का उद्देश्य रखता है।",
    "Discover engaging content, insightful articles, and diverse perspectives on our blog website. Explore topics that captivate and inspire your curiosity daily.": "हमारी ब्लॉग वेबसाइट पर रोचक सामग्री, अवगत लेख और विविध दृष्टिकोन खोजें। रोजाना अपने उत्सुकता को उत्तेजित और प्रेरित करने वाले विषयों का अन्वेषण करें।",
    "Home": "मुखपृष्ठ",
    "About": "बारे में",
    "Profile": "प्रोफ़ाइल",
    "Create": "सृजन करें",
    "Search": "खोजें",
    "Create Recipe": "रेसिपी बनाएं",
    "SignUp": "साइन अप करें",
    "Nourish Your Body": "अपने शरीर को पोषण दें",
    "Nourish your body with vibrant foods,": "प्राणशक्ति भरे आहारों से अपने शरीर को पोषण दें,",
    "and let the flavors of health dance on your palate.": "और स्वास्थ्य के स्वाद को अपने जीभ पर नृत्य करने दें।",
    "Eating well is not a task;": "अच्छा खाना करना कोई काम नहीं है;",
    "it is a celebration": "यह जीवन और ऊर्जा का उत्सव है।",
    "of life and vitality.": "जीवन और ऊर्जा का।",
    "Best Food": "सर्वोत्तम भोजन",
    "Eat smart, move more, live well.": "स्मार्ट खाओ, अधिक चलो, अच्छे से जियो।",
    "Every bite is a choice, and every choice shapes your": "हर एक कटारी एक चुनौती है, और हर एक चुनौती आपको आपके",
    "well-being. Prioritize health, relish nutritious bites,": "अच्छे स्वास्थ्य को प्राथमिकता दें, पोषणशील कटारी का आनंद लें,",
    "and savor the joy of a nourished life": "और पोषित जीवन का आनंद मनाएं।",
    "keep Cooking": "पकाना जारी रखें",
    "Cook with passion, serve with pride;": "उत्साह के साथ पकाएं, गर्व के साथ पेश करें;",
    "in the kitchen, where flavors collide.": "रसोई में, जहां स्वाद टकराते हैं।",
    "Create joy, share love,": "खुशी बनाएं, प्यार बाँटें,",
    "let every dish be a masterpiece from above.": "हर व्यंजन को ऊपर से एक महाकवि बनाएं।",
    "Name": "नाम",
    "Email address": "ईमेल पता",
    "Password": "पासवर्ड",
    "Verification Code": "सत्यापन कोड",
    "Confirm": "पुष्टि करें",
    "Already a member?": "पहले से सदस्य हैं?",
    "Login": "लॉगिन",
    "My Recipes": "मेरी रेसिपीज़",
    "Liked Recipes": "पसंदीदा रेसिपीज़",
    "Settings": "सेटिंग्स",
    "Sign Out": "साइन आउट",
    "Post a Recipe": "रेसिपी पोस्ट करें",
    "Recipe Title": "रेसिपी शीर्षक",
    "Recipe Title is required": "रेसिपी शीर्षक आवश्यक है",
    "Recipe Description": "रेसिपी विवरण",
    "Recipe Description is required": "रेसिपी विवरण आवश्यक है",
    "Recipe Ingredients": "रेसिपी सामग्री",
    "Recipe Ingredients is required": "रेसिपी सामग्री आवश्यक है",
    "Recipe Method": "रेसिपी विधि",
    "Recipe Method is required": "रेसिपी विधि आवश्यक है",
    "Cooking time": "पकाने का समय",
    "Cooking Time is required": "पकाने का समय आवश्यक है",
    "Upload Picture": "तस्वीर अपलोड करें",
    "Upload Picture is required": "तस्वीर अपलोड करना आवश्यक है",
    "Tags": "टैग्स",
    "Tags is required": "टैग्स आवश्यक हैं",
    "Publish": "प्रकाशित करें",
    "See how others have posted": "देखें कि अन्य लोगों ने कैसे पोस्ट किया है",
    "Ingredients": "सामग्री",
    "Method": "तरीका",
    "Estimated Time": "अनुमानित समय",
    "Comments": "टिप्पणियाँ",
    "Comment Here": "यहाँ टिप्पणी करें",
    "Submit": "सबमिट करें",
    "You haven't created any recipe yet, please create one...!": "आपने अभी तक कोई भी रेसिपी बनाई नहीं है, कृपया एक बनाएं...!",
    "Create Your Own Recipe": "अपनी रेसिपी बनाएं",
    "Show More": "और दिखाएं",
    "Edit": "संपादित करें",
    "Delete": "हटाएं",
    "Send Code": "कोड भेजें",
    "Reset Password": "पासवर्ड रीसेट करें",
    "Forgot Password": "पासवर्ड भूल गए",
    "Not a member?": "सदस्य नहीं हैं?",
    "New Password": "नया पासवर्ड",
    "Update a Recipe": "रेसिपी को अपडेट करें",
    "Want to change your password?": "क्या आप अपना पासवर्ड बदलना चाहते हैं?",
    "Change Password":"पासवर्ड बदलें "
  }