{
    "DishDiscovery": "Descubrimiento de Platillos",
    "DISHDISCOVERY": "Descubrimiento de Platillos",
    "From Kitchen Creations to International Flavors": "Desde Creaciones de Cocina hasta Sabores Internacionales",
    "Unleashing Culinary Creativity, One Recipe at a Time!": "¡Libera la creatividad culinaria, una receta a la vez!",
    "Get All Recipes": "Obtener Todas las Recetas",
    "Upload Your Own Recipe": "Sube tu Propia Receta",
    "Explore More": "Explorar Más",
    "Share and Discover Amazing Recipes": "Comparte y Descubre Recetas Asombrosas",
    "Explore a wide variety of mouth-watering recipes shared by our community of passionate home cooks. From appetizers to desserts, we have something for everyone.": "Explora una amplia variedad de recetas deliciosas compartidas por nuestra comunidad de apasionados cocineros aficionados. Desde aperitivos hasta postres, tenemos algo para todos.",
    "Connect With Food Lovers!!": "¡Conéctate con los Amantes de la Comida!",
    "About Us": "Sobre Nosotros",
    "DishDiscovery: Your ultimate recipe haven. Explore a world of culinary creativity with our diverse recipes.": "DishDiscovery: Tu refugio de recetas definitivo. Explora un mundo de creatividad culinaria con nuestras diversas recetas.",
    "From": "Desde",
    "savory to sweet, embark on a flavorful journey with our detailed guides. Unleash your inner chef and savor": "de salado a dulce, embarcate en un viaje sabroso con nuestras guías detalladas. Libera tu chef interno y saborea",
    "the": "el",
    "joy of creating delicious dishes in your own kitchen.": "alegría de crear platos deliciosos en tu propia cocina.",
    "Why DishDiscovery?": "¿Por qué DishDiscovery?",
    "A platform for food enthusiasts.": "Una plataforma para los entusiastas de la comida.",
    "Create and Share: Show off your cooking skills!share, explore, and celebrate the art of cooking.": "Crear y Compartir: ¡Muestra tus habilidades culinarias! Comparte, explora y celebra el arte de cocinar.",
    "Search and Discover: Looking for inspiration? Search for recipes to try something new. Our platform is your go-to source for culinary exploration.": "Buscar y Descubrir: ¿Buscas inspiración? Busca recetas para probar algo nuevo. Nuestra plataforma es tu fuente principal para la exploración culinaria.",
    "Receive comments and likes from others who appreciate your culinary creations.": "Recibe comentarios y likes de otros que aprecian tus creaciones culinarias.",
    "Your digital kitchen is here.": "Tu cocina digital está aquí.",
    "Every dish is a discovery, and we invite you to be a part of this flavorful journey.": "Cada plato es un descubrimiento, y te invitamos a ser parte de este viaje sabroso.",
    "Our Goal": "Nuestro Objetivo",
    "Our goal at DishDiscovery is to create a welcoming space for sharing recipes.": "Nuestro objetivo en DishDiscovery es crear un espacio acogedor para compartir recetas.",
    "Our platform aims to make the process of finding, sharing, and exploring recipes simple and enjoyable.": "Nuestra plataforma tiene como objetivo hacer que el proceso de encontrar, compartir y explorar recetas sea simple y agradable.",
    "Discover engaging content, insightful articles, and diverse perspectives on our blog website. Explore topics that captivate and inspire your curiosity daily.": "Descubre contenido atractivo, artículos perspicaces y perspectivas diversas en nuestro sitio web de blog. Explora temas que cautiven e inspiren tu curiosidad diariamente.",
    "Home": "Inicio",
    "About": "Acerca de",
    "Profile": "Perfil",
    "Create": "Crear",
    "Search": "Buscar",
    "Create Recipe": "Crear Receta",
    "SignUp": "Registrarse",
    "Nourish Your Body": "Nutre tu cuerpo",
    "Nourish your body with vibrant foods,": "Nutre tu cuerpo con alimentos vibrantes,",
    "and let the flavors of health dance on your palate.": "y deja que los sabores de la salud bailen en tu paladar.",
    "Eating well is not a task;": "Comer bien no es una tarea;",
    "it is a celebration": "es una celebración de",
    "of life and vitality.": "la vida y la vitalidad.",
    "Best Food": "Mejor comida",
    "Eat smart, move more, live well.": "Come inteligentemente, muévete más, vive bien.",
    "Every bite is a choice, and every choice shapes your": "Cada bocado es una elección, y cada elección da forma a tu",
    "well-being. Prioritize health, relish nutritious bites,": "bienestar. Prioriza la salud, disfruta de bocados nutritivos,",
    "and savor the joy of a nourished life": "y saborea la alegría de una vida nutrida",
    "keep Cooking": "Sigue cocinando",
    "Cook with passion, serve with pride;": "Cocina con pasión, sirve con orgullo;",
    "in the kitchen, where flavors collide.": "en la cocina, donde los sabores chocan.",
    "Create joy, share love,": "Crea alegría, comparte amor, ",
    "let every dish be a masterpiece from above.": "que cada plato sea una obra maestra desde arriba.",
    "Name": "Nombre",
    "Email address": "Correo electrónico",
    "Password": "Contraseña",
    "Verification Code": "Código de verificación",
    "Confirm": "Confirmar",
    "Already a member?": "¿Ya eres miembro?",
    "Login": "Iniciar sesión",
    "My Recipes": "Mis Recetas",
    "Liked Recipes": "Recetas Favoritas",
    "Settings": "Configuración",
    "Sign Out": "Cerrar sesión",
    "Post a Recipe": "Publicar una Receta",
    "Recipe Title": "Título de la Receta",
    "Recipe Title is required": "El Título de la Receta es obligatorio",
    "Recipe Description": "Descripción de la Receta",
    "Recipe Description is required": "La Descripción de la Receta es obligatoria",
    "Recipe Ingredients": "Ingredientes de la Receta",
    "Recipe Ingredients is required": "Los Ingredientes de la Receta son obligatorios",
    "Recipe Method": "Método de la Receta",
    "Recipe Method is required": "El Método de la Receta es obligatorio",
    "Cooking time": "Tiempo de Cocinado",
    "Cooking Time is required": "El Tiempo de Cocinado es obligatorio",
    "Upload Picture": "Subir Foto",
    "Upload Picture is required": "Subir Foto es obligatorio",
    "Tags": "Etiquetas",
    "Tags is required": "Las Etiquetas son obligatorias",
    "Publish": "Publicar",
    "See how others have posted": "Ver cómo otros han publicado",
    "Ingredients": "Ingredientes",
    "Method": "Método",
    "Estimated Time": "Tiempo Estimado",
    "Comments": "Comentarios",
    "Comment Here": "Comenta aquí",
    "Submit": "Enviar",
    "Update a Recipe": "Actualizar una receta",
    "Want to change your password?":"¿Quieres cambiar tu contraseña?",
    "Change Password":"Cambiar contraseña"
  
  }